adw-gtk-theme
alsa-utils
base
base-devel
batsignal
brightnessctl
btop
code
dolphin
efibootmgr
fd
firefox
fontconfig
fzf
git
gnu-free-fonts
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
kitty
libnotify
libreoffice-still
linux
linux-firmware
lua
man-db
man-pages
mesa
neovim
networkmanager
networkmanager-openconnect
noto-fonts
noto-fonts-emoji
nsxiv
nwg-look
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
slurp
speech-dispatcher
stow
sudo
swaync
tmux
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-noto-nerd
vlc
vlc-plugin-ffmpeg
waybar
wget
wl-clipboard
xdg-desktop-portal-hyprland
zram-generator
zsh
